Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ གཟི་བརྗིད་ རྣམ་ འབྱེས་ ཆང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཇིགས་མེད་ བཤེས་གཉེན་ ལ །_། ཁ་ར འི་ བཏུང་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $481 “The well-gone Vibhaktatejas, when an alcohol vendor, |#| Offered a sugar drink |#| To the thus-gone Fearless Friend |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁེངས་མེད་ རྩིས་པ འི་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསྡུ་བ འི་ བློ་ མངའ་ ལ །_། ཅི་ ཙེའི་ ཕུབ་མ་ ཕྲག་ སྟ་ གང་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $482 “The well-gone Anuddhata, when a young astrologer, |#| Offered a prastha of millet chaff#205 |#| To the thus-gone Master of Mental Composure |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྦྲང་རྩི འི་ ཞལ་ ནི་ ལྷམ་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་ ཐུལ་ དེ་ |#| ལ་ ནི །_། མེ་ཏོག་ ཨུད་ པལ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $483 “The well-gone Madhuvaktra, when a shoemaker, |#| Offered utpala flowers |#| To the thus-gone Subduer of the Enemy |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་འོད་ རྟེན་ བཅས་ ནད་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟམ་པ འི་ འོད་ དེ་ ལ །_། མོན་སྲན་ གྲེའུ་ རུལ་པ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $484 “The well-gone Candraprabha, when suffering from a disease and dependent,#206 |#| Offered fermented māṣa beans |#| To the thus-gone Luminous Bridge |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གློག་ སྦྱིན་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རི་བོ་ བརྩེགས་པ་ ལ །_། ཡིད་ འཐད་ ཁང་པ་ བརྩེགས་པ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $485 “The thus-gone Vidyuddatta, when a king, |#| Offered a captivating multistoried house |#| To the thus-gone Towering Mountain |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་ ཞི ར་ གཤེགས་པ་ ཤིང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྩེ་གཅིག་ འོད་ དེ་ ལ །_། ཆུ་ དྲོན་ སྣོད་ དག་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $486 “The well-gone Praśāntagāmin, when a timber merchant, |#| Offered vessels of hot water |#| To the thus-gone One-Pointed Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མི་ འཁྲུགས་པ་ ཡིས་ དགེ་སློང་ དག་ ལ་ ནི །_། ཇི་སྲིད་ འཚོ་བར་ གནོད་སེམས་ མེད་པར་ འཛིན་ བཅུག་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ སྲེད་ མེད་ བུ་ ཡི་ མཐུ་རྩལ་ ལ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $487 “The well-gone Akṣobhya |#| Inspired monks to give up the wish to harm for as long as they lived |#| Before the thus-gone Power of Nārāyaṇa |#| And in so doing first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགྲ་བཅོམ་ གྲགས་པ་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ ཞབས་ དེ་ ལ །_། སྤོས་ ཀྱི་ ཟ་མ་ཏོག་ ནི་ ཕུལ་ ནས་ [312a] ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $488 “The well-gone Arhatkīrti, when a potter, |#| Offered an incense casket |#| To the thus-gone Lion Feet [312.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ ཀྱི་ ཡོན་ཏན་ ཕྱྭ་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚུལ་ཁྲིམས་ དགྱེས་ དེ་ ལ །_། ཁང་པ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $489 “The well-gone Guṇadharma, when a fortune teller, |#| Offered houses |#| To the thus-gone Delighting in Discipline |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཞིང་བཟང་ ལྷ་ ཡི་ བརྟུལ་ཞུགས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཇིག་རྟེན་ གསལ་ དེ་ ལ །_། གུ་གུལ་ བདུག་པ་ དག་ གིས་ བདུགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $490 “The well-gone Laḍitakṣetra, when adhering to the discipline of the gods, |#| Burned frankincense |#| Before the thus-gone Illuminator of the World |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཀོད་པ འི་ རྒྱལ་པོ་ འཁོར་ སྒྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ལ །_། བཻ་ དཱུརྱ་ ཡི་ ཁང་ བཟངས་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $491 “The well-gone Vyūharāja, when a universal monarch, |#| Offered a beryl mansion |#| To the thus-gone Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མངོན་ འཕགས་ ལྷ་ ལ་ དད་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ་ རྣམ་ བསྒྱིངས་ ལ །_། མེ་ཏོག་ དག་ ལས་ བྱས་པ འི་ གདུགས་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $492 “The well-gone Abhyudgata, when having faith in the gods, |#| Offered a parasol made of flowers |#| To the thus-gone Striding Lion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྦྱིན་སྲེག་ འོད་འཕྲོ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ རྙོག་ མེད་ ལ །_། བཀད་ས་ དག་ ནི་ བྱས་ ཏེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $493 “The well-gone Hutārci, when a captain, |#| Offered a dining hall |#| To the thus-gone Immaculate Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ པད་ དཔལ་ ཕྱུག་པོ འི་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གྲགས་པ་ གསལ་བ་པོ །_། བདེ་བ ར་ གཤེགས་ ལ་ པད་མ འི་ མེ་ཏོག་ གཏོར །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $494 “The well-gone Padmaśrī, when the son of a rich man, |#| Scattered lotus flowers on the ground |#| Before the thus-gone Clear Fame |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ བཀོད་པ་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ངེས་པ འི་ བློ་ དེ་ ལ །_། ཁྲོན་པ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $495 “The well-gone Ratnavyūha, when a householder, |#| Offered a well |#| To the thus-gone Gentle Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤིན་ཏུ་ བཟང་པོ་ ལམ་ སྟོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཏི་མུག་ སྤངས་པ་ དེ་ ལ་ ནི །_། ལྗོན་པོ འི་ ལྕུག་མ་ ཉི་ཤུ་ སྙེད་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $496 “The well-gone Subhadra, when the son of a guide, |#| Offered twenty twigs |#| To the thus-gone Ignorance Abandoned |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ མཆོག་ ནི་ ཤིང་རྟ་ མཁན་ གྱི་ ཚེ །_། བཅོམ་ལྡན་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ ཕུང་པོ་ དེ འི །_། གཙུག་ལག་ཁང་ གི་ སྒོ་ དག་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $497 “The well-gone Ratnottama, when a chariot maker, |#| Opened a monastic temple and offered it |#| To the blessed, thus-gone Heap of Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐུགས་ ནི་ ཤིན་ཏུ་ གཞུངས་པ་ ཕྱུགས་རྫི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསྡུ་ [312b] བ འི་ བློ་ ནི་ མངའ་བ་ དེ །_། |#| ལམ་སྲང་ དག་ ཏུ་ གཤེགས་ ཚེ་ གོས་ དག་ བཏིང་ ནས་ ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $498 “The well-gone Sumedhas, when a cattle herder, |#| Spread out fabrics when the thus-gone Master of Mental Composure [312.b] |#| Was proceeding along a road |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྒྱ་མཚོས་ བྱིན་ ནི་ མདུན་ འདོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྐལ་ལྡན་ ཤིང་རྟ་ ལ །_། མེ་ཏོག་ དག་ གི་ གཞལ་མེད་ ཁང་པ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $499 “The well-gone Samudradatta, when a priest, |#| Offered a floral palace |#| To the thus-gone Chariot of the Fortunate |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཚངས་ ཏོག་ ཞིང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེན་པ འི་ མཐུ་རྩལ་ ལ །_། མོ་ སྲན་ གྲེའུ་ འབྲུ་ སྤར་གང་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $500 “The thus-gone Brahmaketu, when a farmer, |#| Scattered a handful of māṣa beans |#| Before the thus-gone Power of the Truth |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་ གདུགས་ ནིར་ ཡུ་ ཧ་ ཀ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣ་ཚོགས་ གསུང་ དེ་ |#| ལ །_། བྱུག་པ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $501 “The well-gone Somacchattra, when a gate guard,#207 |#| Offered ointments |#| To the thus-gone Diverse Teaching |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་འཕྲོ་ སྤོས་ འཚོང་ གྱུར་པ འི་ ཚེ །_། བདེ་གཤེགས་ ཕྱོགས་ རྣམས་ གཟིགས་པ་ སངས་རྒྱས་ ཀྱི །_། གཙུག་ལག་ཁང་ དག་ སྤོས་ ཀྱིས་ བདུགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $502 “The well-gone Arciṣmat, when an incense merchant, |#| Perfumed the monastic temple |#| Of the buddha, the well-gone Universal Vision, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དྲི་མེད་ རྒྱལ་པོ་ ནི །_། རི་མོ་ མཁན་ ཚེ་ བདེ་གཤེགས་ སྟོབས་ གསལ་ དེ འི །_། སྒོ་ གང་དག་ ནི་ རི་མོ་ བྲིས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $503 “The thus-gone Vimalarāja, when a painter, |#| Made paintings on a gateway |#| Of the well-gone Clear Strength |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ གྲགས་པ་ གོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ངེས་པ ར་ རྟོགས་ བཟོད་ ལ །_། ཆོས་གོས་ སྲ་བརྐྱང་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $504 “The well-gone Jñānakīrti, when a garment merchant, |#| Offered kaṭhina robes |#| To the thus-gone Acceptance of Certain Realization |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཀུན་ རྒྱལ་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ གདུགས་ དེ་ ལ །_། རིན་ཆེན་ སེ་ མོ་ དོ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $505 “The well-gone Saṃjaya, when a merchant’s son, |#| Offered jewel necklaces |#| To the thus-gone Dharma Parasol |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ འོད་ ནི་ མཐིང་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚོགས་ ཀྱིས་ མི་ ཐུབ་ ལ །_། མཐིང་ ཕོ ར་ གཅིག་ཅིག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $506 “The well-gone Guṇaprabha, when an indigo artisan, |#| Offered an indigo capsule |#| To the thus-gone Invincible Gathering |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྒྲ་ སྒྲོགས་ གོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ མེ་ཏོག་ ལ །_། སྐུ་ རེགས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $507 “The thus-gone Vighuṣṭaśabda, when a garment merchant, |#| Offered belts |#| To the thus-gone Divine Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་ རྒྱས་ ཕྱུགས་རྫི འི་ དཔོན་པོ འི་ [313a] ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ པད་མ་ ལ །_། ཆུར་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $508 “The well-gone Pūrṇacandra, when a chief cattle herder, [313.a] |#| Offered yogurt |#| To the thus-gone Divine Lotus |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ པད་མ འི་ འོད་ཟེར་ བྲམ་ཟེ་ ཡི །_། རྒྱ་མཚོ འི་ བུ་ ཚེ་ བདེ་གཤེགས་ ཀུན་གཟིགས་ ལ །_། ཧི་ དིམ་ བ་ར་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $509 “The well-gone Padmaraśmi, when the son of a brahmin ruler,#208 |#| Offered hidimvara#209 |#| To the well-gone Universal Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བརྟུལ་ཞུགས་ བཟང་པོ་ སྣོད་ སྤྱད་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ལྡན་ དེ་ |#| ལ་ ནི །_། འབྲས་ དྲུས་ སྙིམ་པ་ གང་དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $510 “The well-gone Suvrata, when a vessel maker, |#| Offered handfuls of millet |#| To the thus-gone Possessor of Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲོན་ རྒྱལ་ བཅའ་བ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཀོད་པ འི་ ཚོགས་ཅན་ ལ །_། སྣུམ་ ཁུར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $511 “The well-gone Pradīparāja, when a cook, |#| Offered fried cakes |#| To the thus-gone Possessor of the Gathered Array |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གློག་ གི་ ཏོག་ ནི་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དོན་ ནི་ དགོངས་པ་ ལ །_། ན་བཟའ་ ཕྲུགས་ གཅིག་ཅིག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $512 “The well-gone Vidyutketu, when a captain, |#| Offered a set of garments |#| To the thus-gone Knower of the Meaning |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འོད་ཟེར་ རྒྱལ་པོ་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཚན་ གྱི་ རྒྱལ་པོ་ ལ །_། ཁྲུས་ རྐྱེན་ བུམ་པ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $513 “The well-gone Raśmirāja, when a potter, |#| Offered vessels for bathing |#| To the thus-gone King of Marks |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐར་ མཁན་ ཚལ་ གྱི་ ལས་ བྱེད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ པད་མ འི་ ཞལ་ དེ་ ལ །_། ལོ་མ འི་ གདིང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $514 “The well-gone Jyotiṣka, when a gardener, |#| Offered mats of leaves |#| To the thus-gone Lotus Face |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གྲགས་ རྫོགས་ ནོར་བུ་ འཚོང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྙན་པ ར་ དགོངས་ དེ་ ལ །_། རིན་པོ་ཆེ་ ཡི་ བླ་རེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $515 “The well-gone Saṃpannakīrti, when a jewel merchant, |#| Offered a jeweled canopy |#| To the thus-gone Renowned Realization |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ པད་ སྙིང་སྟོབས་ ཀྱི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྗོན་པ འི་ རྒྱལ་མཚན་ དེ་ ལ་ ནི །_། དྲི་བསུང་ ལྡན་པ འི་ སྐྱེད་མོས་ཚལ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $516 “The well-gone Padmagarbha, when a powerful universal monarch, |#| Offered a fragrant park |#| To the thus-gone Majestic Tree Banner |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྒྱལ་ ནི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་ དག་ དེ་ ལ་ ནི །_། རིན་ཆེན་ གདུགས་ ནི་ བྱེ་བ་ སྟོང་ སྙེད་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $517 “The well-gone Puṣya, when a universal monarch, |#| Offered ten billion jeweled parasols |#| To the thus-gone Pure Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤྱན་ མཛེས་ གྲོང་དཔོན་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ མཐུ་རྩལ་ ལ །_། མེ་ལོང་ དང་ ནི་ བླ་ [313b] རེ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $518 “The well-gone Cārulocana, when the daughter of the head of a town, |#| Offered a mirror and a canopy |#| To the thus-gone Lion Strength[313.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྙོག་པ་ མེད་ དོན་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚོགས་ ཀྱི་ གཙོ་ དེ་ ལ །_། ཚེམས་ཤིང་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $519 “The well-gone Anāvilārtha, when a forest guard, |#| Offered toothsticks |#| To the thus-gone Leader of the Gathering |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲག་ཤུལ་ སྡེ་ ནི་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤོས་ ངད་ ཞིམ་པོ་ ལ །_། ཕྱག་དར་ སྙིམ་པ་ གང་ཞིག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $520 “The well-gone Ugrasena, when a boy, |#| Offered handfuls of refuse |#| To the thus-gone Delightful Fragrance |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ གཟི་བརྗིད་ ལྕི་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཁས་པ ས་ བསྔགས་ དེ་ ལ །_། ལྷུང་བཟེད་ བཀྲུ་ ཕྱིར་ ལྕི་བ འི་ གོང་བུ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $521 “The well-gone Puṇyatejas, when a cow dung seller, |#| Offered cow dung for the cleaning of alms bowls |#| To the thus-gone Praised by the Learned |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཐུ་རྩལ་ ཅན་ ནི་ རྩྭ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསོད་ནམས་ མུ་སྟེགས་ ལ །_། རྩྭ་ ཁུར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $522 “The well-gone Vikrama, when a grass seller, |#| Offered loads of grass |#| To the thus-gone Merit Support |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐོགས་མེད་ བློ་ ནི་ མགར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཤེས་རབ་ འོད་ དེ་ ལ །_། མཚོན་ཆ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $523 “The well-gone Asaṅgamati, when a blacksmith, |#| Offered weapons |#| To the thus-gone Light of Insight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ ལྷ་ ནི་ ལྕགས་མགར་ གྱི །_། ཁྱེའུ་ ཡི་ ཚེ་ ན་ དེ་བཞིན་ གཤེགས་པ་པོ །_། ཡེ་ཤེས་ གོ་ཆ་ ལ་ ནི་ ཁབ་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $524 “The well-gone Rāhudeva, when a young blacksmith, |#| Offered a needle |#| To the thus-gone Armor of Wisdom |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ ཕུང་པོ་ འདྲེག་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མདངས་ སྟོབས་ སྐྱེ་བ་ ཡི །_། སྲེག་ ཤང་ དག་ ཅིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $525 “The well-gone Jñānarāśi, when a barber, |#| Offered a mendicant’s staff#210 |#| To the thus-gone Bright Strength |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁ་ལོ་ སྒྱུར་བ་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ དྲག་ཤུལ་ ལ །_། མཆིལ་ལྷམ་ རིམ་ གཅིག་པ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $526 “The well-gone Sārathi, when a poor man, |#| Offered shoes with a single lining |#| To the thus-gone Fierce Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐྱེ་ དབང་ མཚུངས་ ནི་ གྲོང་ཁྱེར་ ན །_། |#| རྟེན་ ཚེ་ བདེ་གཤེགས་ སངས་རྒྱས་ དགྱེས་ དེ་ ལ །_། མོན་སྲན་ གྲེའུ་ དག་ གིས་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $527 “The well-gone Janendrakalpa, when a city beggar, |#| Scattered māṣa beans |#| Before the well-gone Delighting in Buddhahood |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མེ་ཏོག་ ཏོག་ ནི་ རྒྱལ་ གཙོ་ ཡི །_། ཁྱེའུ་ ཡི་ ཚེ་ ན་ བདེ་གཤེགས་ གསལ་རྒྱལ་ ལ །_། མཆིལ་མ འི་ སྣོད་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $528 “The well-gone Puṣpaketu, when a young chief of kings, |#| Offered a spittoon |#| To the thus-gone King of Clarity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ འཛིན་ ནི་ འདྲེག་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐམས་ཅད་ དགྱེས་པ་པོ །_། [314a] བཅོམ་ལྡན་ དེ་ ཡི་ སེན་མོ་ བཅད་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $529 “The well-gone Rāhula, when a barber, |#| Cut the nails of the blessed |#| Thus-gone Delighting in All [314.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྩི་སྨན་ ཆེན་པོ་ ཐགས་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡིད་གཉིས་ རྣམ་གནོན་ ལ །_། རས་ ཀྱི་ ཁ་ཚར་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $530 “The well-gone Mahauṣadhi, when a weaver, |#| Offered woven tassels |#| To the thus-gone Subjugator of Doubt |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྒྱུ་སྐར་ རྒྱལ་པོ་ ཚོང་འདུས་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དོན་ ནི་ ལེགས་པ ར་ དགོངས་ དེ་ |#| ལ །_། བུམ་པ་ མར་ གྱིས་ བཀང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $531 “The well-gone Nakṣatrarāja, when a market merchant, |#| Offered pots filled with butter |#| To the thus-gone Realization of the Meaning |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྨན་པ འི་ རྒྱལ་པོ་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷུན་པོ་ ཆེན་པོ་ དེ་ ལ་ ནི །_། ལྷ་ ཡི་ ཁང་ བཟངས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $532 “The well-gone Vaidyarāja, when the son of a chief merchant, |#| Offered heavenly mansions |#| To the thus-gone Majestic Mountain |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ གླང་པོ་ འབྲུ་མར་ གྱི །_། མཁན་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ འཕགས་ དུལ་ ལ །_། ཞབས་ བསྐུ་བ་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $533 “The well-gone Puṇyahastin, when a maker of grain oil, |#| Offered foot ointments |#| To the thus-gone Superior Taming |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཅོད་ མཛད་ སྨད་ འཚོང་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཁས་པ་ གསལ་ དེ་ |#| ལ །_། མེ་ལོང་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $534 “The well-gone Chedana, when the daughter of a prostitute, |#| Offered mirrors |#| To the thus-gone Clear Learning |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྣམ་ གྲགས་ རྒྱལ་པོ འི་ ཁྲུས་པ་ ཡི །_། ཁྱེའུ་ ཚེ་ བདེ་གཤེགས་ བསྡུ་བ འི་ བློ་ མངའ་ ལ །_། འདག་པ འི་ ཆལ་ དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $535 “The well-gone Vighuṣṭarāja, when a young bath attendant, |#| Offered soaps |#| To the thus-gone Knowledge of Gathering |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་མ འི་ འོད་ཟེར་ དགེ་སློང་ དབྱར་གནས་པ འི །_། རིམ་གྲོ་པ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ དབྱངས་སྙན་པ །_། དེ་ ལ་ ཁྲུས་ཆུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $536 “The well-gone Sūryaraśmi, when the attendant of a monk observing the rains retreat, |#| Offered washing water |#| To the thus-gone Beautiful Melody |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཆོས་ མཛོད་ དཀའ་ཐུབ་ ཅན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐུ་ཆེན་ གནས་ སུ་ ཕྱིན་པ་ ལ །_། མཚན་མོ་ མར་མེ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $537 “The thus-gone Dharmakośa, when an ascetic, |#| Offered oil lamps for the night |#| To the thus-gone Gone to the Abode of Great Power |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་གྲོས་ བཟང་པོ་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ ང་རོ་ ལ །_། ཨ་རུ་ ར་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $538 “The well-gone Sumati, when a physician, |#| Offered myrobalan fruits |#| To the thus-gone Lion’s Roar |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ དབང་ མཚུངས་ རྩྭ་ ཐུན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ཏུ་ རིན་ཆེན་ ལ །_། བྷད་ ཏྲ་ ཀ་ རི་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་ [314b] པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $539 “The well-gone Guṇendrakalpa, when a straw collector, |#| Offered bhadraka#211 beans |#| To the thus-gone Universal Jewel[314.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྡོ་རྗེ འི་ སྡེ་ ནི་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འཇིག་རྟེན་ ཀུན་དགའ་ ལ །_། ལྷུང་བཟེད་ སྦྲང་རྩི ས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $540 “The well-gone Vajrasena, when a merchant, |#| Offered an alms bowl filled with honey |#| To the thus-gone Universal Joy for the World |#| And in doing so first gave rise to the mind of awakening.
